{"version":"1.0","truncation":null,"padding":null,"added_tokens":[{"id":0,"special":true,"content":"[PAD]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":1,"special":true,"content":"[UNK]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":2,"special":true,"content":"[CLS]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":3,"special":true,"content":"[SEP]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":4,"special":true,"content":"[MASK]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false}],"normalizer":{"type":"BertNormalizer","clean_text":true,"handle_chinese_chars":true,"strip_accents":null,"lowercase":true},"pre_tokenizer":{"type":"BertPreTokenizer"},"post_processor":null,"decoder":{"type":"WordPiece","prefix":"##","cleanup":true},"model":{"type":"WordPiece","unk_token":"[UNK]","continuing_subword_prefix":"##","max_input_chars_per_word":100,"vocab":{"[PAD]":0,"[UNK]":1,"[CLS]":2,"[SEP]":3,"[MASK]":4,"0":5,"1":6,"2":7,"3":8,"4":9,"5":10,"6":11,"7":12,"8":13,"9":14,"q":15,"##1":16,"##8":17,"##7":18,"##0":19,"##2":20,"##4":21,"##5":22,"##3":23,"##9":24,"##6":25,"12":26,"29":27,"16":28,"10":29,"19":30,"11":31,"23":32,"13":33,"24":34,"14":35,"28":36,"45":37,"43":38,"22":39,"15":40,"25":41,"39":42,"17":43,"##17":44,"27":45,"48":46,"32":47,"20":48,"52":49,"47":50,"53":51,"33":52,"30":53,"46":54,"26":55,"##47":56,"42":57,"35":58,"161":59,"59":60,"37":61,"126":62,"62":63,"18":64,"72":65,"21":66,"243":67,"66":68,"34":69,"106":70,"80":71,"31":72,"50":73,"44":74,"##18":75,"76":76,"##82":77,"36":78,"283":79,"67":80,"282":81,"##06":82,"55":83,"140":84,"370":85,"57":86,"317":87,"459":88,"127":89,"247":90,"169":91,"41":92,"276":93,"##41":94,"79":95,"217":96,"##03":97,"56":98,"202":99,"49":100,"83":101,"133":102,"##19":103,"300":104,"69":105,"102":106,"134":107,"##88":108,"426":109,"77":110,"230":111,"54":112,"##81":113,"431":114,"##89":115,"##53":116,"##83":117,"##11":118,"536":119,"##59":120,"253":121,"447":122,"##12":123,"70":124,"168":125,"122":126,"##13":127,"226":128,"522":129,"176":130,"##52":131,"##35":132,"##87":133,"142":134,"##34":135,"533":136,"432":137,"##84":138,"92":139,"227":140,"##42":141,"159":142,"##85":143,"251":144,"453":145,"153":146,"##15":147,"87":148,"130":149,"173":150,"267":151,"##45":152,"##49":153,"358":154,"272":155,"629":156,"##64":157,"##80":158,"##95":159,"##10":160,"146":161,"462":162,"##57":163,"##09":164,"107":165,"82":166,"347":167,"##40":168,"200":169,"##99":170,"147":171,"101":172,"##62":173,"163":174,"##04":175,"##54":176,"421":177,"334":178,"212":179,"##61":180,"132":181,"##50":182,"524":183,"##02":184,"525":185,"335":186,"246":187,"##43":188,"##56":189,"128":190,"177":191,"##16":192,"360":193,"##44":194,"##07":195,"592":196,"647":197,"433":198,"##01":199,"##48":200,"##55":201,"117":202,"485":203,"58":204,"229":205,"93":206,"112":207,"254":208,"116":209,"##46":210,"263":211,"232":212,"180":213,"73":214,"478":215,"574":216,"##51":217,"304":218,"192":219,"162":220,"##58":221,"344":222,"97":223,"##90":224,"518":225,"##00":226,"##97":227,"##92":228,"312":229,"113":230,"275":231,"725":232,"172":233,"##93":234,"68":235,"##67":236,"157":237,"248":238,"114":239,"882":240,"137":241,"##69":242,"213":243,"118":244,"451":245,"##14":246,"782":247,"249":248,"444":249,"##65":250,"1006":251,"##94":252,"##98":253,"307":254,"90":255,"123":256,"##66":257,"470":258,"481":259,"457":260,"115":261,"422":262,"837":263,"1017":264,"193":265,"355":266,"120":267,"108":268,"40":269,"379":270,"415":271,"416":272,"342":273,"456":274,"65":275,"277":276,"158":277,"##32":278,"##96":279,"74":280,"222":281,"472":282,"800":283,"##38":284,"252":285,"541":286,"348":287,"455":288,"##31":289,"187":290,"903":291,"718":292,"##86":293,"223":294,"##68":295,"63":296,"##91":297,"208":298,"296":299,"941":300,"215":301,"454":302,"135":303,"220":304,"152":305,"##05":306,"565":307,"698":308,"546":309,"228":310,"1188":311,"785":312,"336":313,"606":314,"285":315,"313":316,"392":317,"773":318,"279":319,"##30":320,"75":321,"314":322,"394":323,"794":324,"781":325,"121":326,"552":327,"618":328,"595":329,"813":330,"350":331,"264":332,"922":333,"332":334,"354":335,"266":336,"##75":337,"366":338,"634":339,"406":340,"##60":341,"1195":342,"553":343,"1475":344,"89":345,"124":346,"##08":347,"448":348,"##37":349,"467":350,"442":351,"917":352,"776":353,"136":354,"345":355,"221":356,"1124":357,"329":358,"757":359,"353":360,"935":361,"390":362,"1642":363,"532":364,"297":365,"583":366,"274":367,"471":368,"189":369,"86":370,"535":371,"511":372,"521":373,"311":374,"812":375,"1299":376,"804":377,"818":378,"548":379,"771":380,"540":381,"1596":382,"330":383,"819":384,"242":385,"1012":386,"255":387,"302":388,"787":389,"1203":390,"141":391,"499":392,"1652":393,"435":394,"476":395,"434":396,"762":397,"71":398,"331":399,"309":400,"1259":401,"382":402,"1053":403,"571":404,"##72":405,"338":406,"594":407,"119":408,"464":409,"##63":410,"191":411,"##70":412,"1002":413,"579":414,"1661":415,"322":416,"519":417,"299":418,"971":419,"615":420,"##36":421,"1003":422,"665":423,"831":424,"##39":425,"398":426,"635":427,"##79":428,"918":429,"396":430,"308":431,"##76":432,"175":433,"260":434,"361":435,"657":436,"380":437,"333":438,"131":439,"1277":440,"2319":441,"495":442,"561":443,"295":444,"1499":445,"1592":446,"209":447,"262":448,"439":449,"250":450,"461":451,"691":452,"389":453,"915":454,"1227":455,"224":456,"94":457,"241":458,"734":459,"692":460,"494":461,"1644":462,"550":463,"1584":464,"643":465,"591":466,"403":467,"1555":468,"328":469,"##78":470,"938":471,"2162":472,"473":473,"240":474,"145":475,"678":476,"477":477,"1178":478,"964":479,"352":480,"854":481,"1182":482,"138":483,"1359":484,"965":485,"424":486,"641":487,"956":488,"1004":489,"365":490,"575":491,"292":492,"440":493,"623":494,"1319":495,"711":496,"337":497,"280":498,"933":499,"612":500,"538":501,"1192":502,"988":503,"64":504,"981":505,"998":506,"1430":507,"1051":508,"##74":509,"233":510,"671":511,"1024":512,"705":513,"99":514,"##71":515,"806":516,"##77":517,"182":518,"646":519,"889":520,"1068":521,"1338":522,"1021":523,"505":524,"1110":525,"1352":526,"373":527,"1864":528,"236":529,"98":530,"652":531,"1645":532,"1290":533,"60":534,"783":535,"1162":536,"1325":537,"753":538,"853":539,"578":540,"1032":541,"662":542,"##73":543,"1104":544,"878":545,"341":546,"739":547,"690":548,"1426":549,"1042":550,"989":551,"1593":552,"190":553,"542":554,"290":555,"852":556,"1640":557,"689":558,"1100":559,"836":560,"706":561,"3034":562,"1759":563,"611":564,"884":565,"761":566,"1236":567,"683":568,"1038":569,"675":570,"1101":571,"829":572,"1130":573,"940":574,"239":575,"1263":576,"626":577,"862":578,"707":579,"861":580,"875":581,"1377":582,"539":583,"830":584,"1133":585,"1365":586,"810":587,"2643":588,"850":589,"2169":590,"291":591,"1347":592,"599":593,"669":594,"1495":595,"395":596,"790":597,"196":598,"1698":599,"719":600,"949":601,"1958":602,"95":603,"315":604,"526":605,"1249":606,"1174":607,"682":608,"1619":609,"1326":610,"105":611,"270":612,"466":613,"887":614,"1512":615,"91":616,"423":617,"413":618,"588":619,"507":620,"1425":621,"156":622,"1097":623,"920":624,"81":625,"1209":626,"2538":627,"1570":628,"749":629,"984":630,"1364":631,"1132":632,"178":633,"990":634,"1329":635,"405":636,"468":637,"1153":638,"1226":639,"1680":640,"1424":641,"2641":642,"864":643,"##24":644,"1311":645,"2124":646,"100":647,"1582":648,"319":649,"1310":650,"38":651,"895":652,"1847":653,"1522":654,"265":655,"1635":656,"437":657,"359":658,"1275":659,"##33":660,"1107":661,"736":662,"517":663,"601":664,"357":665,"909":666,"1397":667,"566":668,"1135":669,"1575":670,"684":671,"784":672,"1059":673,"916":674,"642":675,"914":676,"1574":677,"237":678,"144":679,"1239":680,"1286":681,"653":682,"148":683,"1667":684,"799":685,"2260":686,"1129":687,"166":688,"744":689,"1013":690,"474":691,"603":692,"788":693,"849":694,"397":695,"590":696,"1223":697,"593":698,"1600":699,"760":700,"881":701,"679":702,"1121":703,"197":704,"374":705,"947":706,"1536":707,"381":708,"493":709,"602":710,"1403":711,"1027":712,"2213":713,"2006":714,"980":715,"921":716,"609":717,"1087":718,"1274":719,"613":720,"817":721,"919":722,"310":723,"500":724,"1287":725,"1089":726,"367":727,"741":728,"877":729,"1193":730,"808":731,"1405":732,"823":733,"1085":734,"1935":735,"2175":736,"491":737,"693":738,"1228":739,"1207":740,"1675":741,"109":742,"672":743,"149":744,"261":745,"945":746,"625":747,"723":748,"402":749,"969":750,"573":751,"1370":752,"483":753,"955":754,"1245":755,"225":756,"1648":757,"1141":758,"1496":759,"1903":760,"1794":761,"51":762,"959":763,"1160":764,"1525":765,"979":766,"1048":767,"826":768,"96":769,"1758":770,"409":771,"1213":772,"1116":773,"2415":774,"155":775,"372":776,"1440":777,"369":778,"798":779,"2483":780,"281":781,"722":782,"2037":783,"1322":784,"2420":785,"1493":786,"1431":787,"1803":788,"2436":789,"1154":790,"1446":791,"1732":792,"880":793,"349":794,"356":795,"1050":796,"1928":797,"710":798,"1610":799,"885":800,"1361":801,"458":802,"1389":803,"972":804,"904":805,"2089":806,"417":807,"2113":808,"674":809,"640":810,"2418":811,"1556":812,"661":813,"1553":814,"502":815,"856":816,"2583":817,"1168":818,"1453":819,"2636":820,"2879":821,"1438":822,"534":823,"598":824,"1899":825,"824":826,"888":827,"754":828,"2059":829,"708":830,"1282":831,"1497":832,"767":833,"859":834,"1094":835,"1366":836,"1491":837,"822":838,"732":839,"512":840,"2283":841,"78":842,"1506":843,"568":844,"1125":845,"2170":846,"1770":847,"2732":848,"1268":849,"103":850,"186":851,"2351":852,"2421":853,"649":854,"482":855,"506":856,"1622":857,"1934":858,"412":859,"772":860,"942":861,"288":862,"1545":863,"1478":864,"1786":865,"531":866,"1001":867,"1041":868,"110":869,"231":870,"1092":871,"966":872,"393":873,"961":874,"411":875,"515":876,"174":877,"371":878,"1769":879,"1080":880,"811":881,"1534":882,"1057":883,"475":884,"503":885,"650":886,"1022":887,"1706":888,"2208":889,"1822":890,"899":891,"729":892,"547":893,"384":894,"1450":895,"1588":896,"1206":897,"2909":898,"1581":899,"1324":900,"2290":901,"1134":902,"1479":903,"1235":904,"438":905,"1894":906,"2008":907,"383":908,"1649":909,"873":910,"1881":911,"327":912,"832":913,"1461":914,"745":915,"1394":916,"1760":917,"1476":918,"907":919,"1009":920,"1170":921,"2041":922,"1868":923,"##20":924,"235":925,"777":926,"2210":927,"2066":928,"2197":929,"1985":930,"1568":931,"2250":932,"301":933,"589":934,"61":935,"1354":936,"1272":937,"3284":938,"2434":939,"104":940,"3444":941,"1415":942,"1618":943,"1842":944,"2409":945,"181":946,"1811":947,"2187":948,"408":949,"407":950,"648":951,"1233":952,"644":953,"962":954,"967":955,"1993":956,"554":957,"586":958,"1139":959,"1231":960,"840":961,"1470":962,"632":963,"991":964,"2448":965,"1819":966,"170":967,"1832":968,"214":969,"2023":970,"449":971,"1401":972,"928":973,"1353":974,"1666":975,"1383":976,"3917":977,"179":978,"1804":979,"809":980,"986":981,"1603":982,"1105":983,"1723":984,"1106":985,"1763":986,"726":987,"687":988,"2334":989,"513":990,"3173":991,"770":992,"2235":993,"1500":994,"3381":995,"1877":996,"85":997,"3289":998,"897":999,"1918":1000,"1190":1001,"139":1002,"323":1003,"1307":1004,"580":1005,"1672":1006,"906":1007,"2460":1008,"497":1009,"194":1010,"655":1011,"1643":1012,"1267":1013,"508":1014,"559":1015,"2229":1016,"520":1017,"216":1018,"3452":1019,"614":1020,"1445":1021,"1787":1022,"2042":1023,"1378":1024,"2363":1025,"523":1026,"164":1027,"479":1028,"1883":1029,"2764":1030,"1345":1031,"1517":1032,"1332":1033,"750":1034,"963":1035,"1411":1036,"1854":1037,"1801":1038,"610":1039,"1145":1040,"1564":1041,"2069":1042,"428":1043,"562":1044,"388":1045,"2198":1046,"1701":1047,"446":1048,"792":1049,"1780":1050,"1331":1051,"600":1052,"1276":1053,"2172":1054,"645":1055,"866":1056,"1793":1057,"205":1058,"999":1059,"1219":1060,"1662":1061,"1164":1062,"872":1063,"1870":1064,"1211":1065,"1295":1066,"2612":1067,"1252":1068,"2575":1069,"2746":1070,"378":1071,"651":1072,"1448":1073,"2820":1074,"740":1075,"1047":1076,"1948":1077,"1990":1078,"2000":1079,"1507":1080,"1653":1081,"2349":1082,"2038":1083,"1300":1084,"219":1085,"2047":1086,"1158":1087,"2572":1088,"486":1089,"443":1090,"567":1091,"867":1092,"1551":1093,"2046":1094,"1812":1095,"2945":1096,"1180":1097,"1109":1098,"3882":1099,"1058":1100,"154":1101,"1789":1102,"3331":1103,"385":1104,"1650":1105,"1988":1106,"1562":1107,"3478":1108,"608":1109,"855":1110,"1183":1111,"620":1112,"3171":1113,"1693":1114,"791":1115,"759":1116,"1198":1117,"218":1118,"704":1119,"925":1120,"1632":1121,"1323":1122,"2328":1123,"2214":1124,"636":1125,"659":1126,"185":1127,"1016":1128,"1210":1129,"624":1130,"3931":1131,"1654":1132,"1613":1133,"2116":1134,"560":1135,"584":1136,"1242":1137,"1045":1138,"1184":1139,"1396":1140,"2601":1141,"673":1142,"386":1143,"2487":1144,"1798":1145,"4108":1146,"968":1147,"2309":1148,"1421":1149,"3026":1150,"387":1151,"1795":1152,"1756":1153,"2471":1154,"1636":1155,"842":1156,"1660":1157,"2403":1158,"2595":1159,"977":1160,"617":1161,"1019":1162,"1388":1163,"2111":1164,"702":1165,"937":1166,"418":1167,"1251":1168,"2885":1169,"2667":1170,"1075":1171,"129":1172,"1201":1173,"1011":1174,"1316":1175,"1025":1176,"1576":1177,"1088":1178,"286":1179,"1583":1180,"795":1181,"779":1182,"587":1183,"84":1184,"2992":1185,"1943":1186,"1063":1187,"582":1188,"758":1189,"844":1190,"465":1191,"2056":1192,"2109":1193,"1208":1194,"958":1195,"1509":1196,"376":1197,"1466":1198,"427":1199,"926":1200,"752":1201,"2570":1202,"2022":1203,"1376":1204,"851":1205,"463":1206,"3138":1207,"1123":1208,"883":1209,"2280":1210,"1518":1211,"1559":1212,"3544":1213,"4942":1214,"1724":1215,"516":1216,"1907":1217,"1731":1218,"143":1219,"2706":1220,"3087":1221,"2681":1222,"2181":1223,"2828":1224,"1381":1225,"2080":1226,"1072":1227,"821":1228,"1243":1229,"1294":1230,"2306":1231,"2401":1232,"2816":1233,"2807":1234,"3950":1235,"3361":1236,"3092":1237,"3096":1238,"622":1239,"1467":1240,"1363":1241,"954":1242,"1015":1243,"1382":1244,"1745":1245,"3702":1246,"923":1247,"680":1248,"1514":1249,"3093":1250,"2611":1251,"664":1252,"3105":1253,"1572":1254,"2918":1255,"1035":1256,"2600":1257,"1817":1258,"3492":1259,"709":1260,"1527":1261,"400":1262,"848":1263,"1368":1264,"2590":1265,"2039":1266,"2604":1267,"551":1268,"2122":1269,"3024":1270,"4079":1271,"616":1272,"160":1273,"1367":1274,"3750":1275,"188":1276,"1685":1277,"2346":1278,"1391":1279,"203":1280,"4262":1281,"2536":1282,"4622":1283,"1651":1284,"1671":1285,"2765":1286,"1816":1287,"2535":1288,"3828":1289,"3856":1290,"1008":1291,"326":1292,"3270":1293,"2067":1294,"2655":1295,"2114":1296,"1577":1297,"510":1298,"1248":1299,"1055":1300,"2454":1301,"2731":1302,"1834":1303,"2029":1304,"838":1305,"828":1306,"2126":1307,"715":1308,"1456":1309,"3271":1310,"211":1311,"975":1312,"1878":1313,"681":1314,"2464":1315,"2704":1316,"805":1317,"2470":1318,"2125":1319,"1163":1320,"2779":1321,"751":1322,"1283":1323,"1037":1324,"1362":1325,"2065":1326,"2098":1327,"269":1328,"2613":1329,"1872":1330,"890":1331,"993":1332,"2354":1333,"2580":1334,"724":1335,"318":1336,"1422":1337,"939":1338,"452":1339,"441":1340,"953":1341,"1913":1342,"150":1343,"2707":1344,"543":1345,"1302":1346,"2679":1347,"630":1348,"1144":1349,"4635":1350,"2687":1351,"1205":1352,"2527":1353,"1647":1354,"1007":1355,"2317":1356,"287":1357,"436":1358,"429":1359,"3804":1360,"703":1361,"3016":1362,"1414":1363,"1788":1364,"2119":1365,"1728":1366,"1147":1367,"484":1368,"340":1369,"3151":1370,"825":1371,"973":1372,"167":1373,"2316":1374,"2682":1375,"2102":1376,"1699":1377,"2269":1378,"1688":1379,"1656":1380,"1919":1381,"1967":1382,"2860":1383,"2799":1384,"2776":1385,"2996":1386,"111":1387,"1747":1388,"2152":1389,"802":1390,"766":1391,"3329":1392,"985":1393,"1567":1394,"1696":1395,"871":1396,"1526":1397,"1054":1398,"2375":1399,"2407":1400,"1412":1401,"324":1402,"4681":1403,"2616":1404,"3639":1405,"1465":1406,"1682":1407,"1387":1408,"1684":1409,"1328":1410,"1774":1411,"3919":1412,"1061":1413,"619":1414,"1665":1415,"2813":1416,"3308":1417,"1615":1418,"1851":1419,"1839":1420,"3617":1421,"1222":1422,"2921":1423,"1200":1424,"2347":1425,"3669":1426,"1473":1427,"2463":1428,"5168":1429,"2017":1430,"670":1431,"847":1432,"1646":1433,"1488":1434,"151":1435,"886":1436,"4141":1437,"3479":1438,"1585":1439,"1501":1440,"2327":1441,"1920":1442,"4727":1443,"857":1444,"948":1445,"1605":1446,"1119":1447,"2075":1448,"2692":1449,"2177":1450,"1333":1451,"3474":1452,"1128":1453,"3954":1454,"1705":1455,"3013":1456,"2191":1457,"1710":1458,"1857":1459,"717":1460,"1159":1461,"2061":1462,"3714":1463,"803":1464,"3620":1465,"1597":1466,"1186":1467,"3829":1468,"607":1469,"165":1470,"1142":1471,"2882":1472,"2680":1473,"1802":1474,"1278":1475,"4091":1476,"1031":1477,"1995":1478,"3402":1479,"1687":1480,"1626":1481,"1829":1482,"685":1483,"2949":1484,"1906":1485,"489":1486,"4682":1487,"2835":1488,"1911":1489,"1996":1490,"1189":1491,"2073":1492,"3043":1493,"469":1494,"727":1495,"362":1496,"1462":1497,"514":1498,"1464":1499,"171":1500,"5070":1501,"3604":1502,"676":1503,"2121":1504,"995":1505,"1256":1506,"2343":1507,"2693":1508,"1858":1509,"2178":1510,"545":1511,"1739":1512,"3470":1513,"4224":1514,"3224":1515,"2988":1516,"1049":1517,"1046":1518,"1905":1519,"1398":1520,"5307":1521,"2117":1522,"2769":1523,"492":1524,"789":1525,"1954":1526,"2288":1527,"2281":1528,"3738":1529,"3175":1530,"125":1531,"1443":1532,"1416":1533,"1504":1534,"3315":1535,"2115":1536,"2148":1537,"3667":1538,"738":1539,"1194":1540,"2540":1541,"2077":1542,"3748":1543,"1264":1544,"1212":1545,"1093":1546,"2397":1547,"4369":1548,"2209":1549,"2573":1550,"3062":1551,"3543":1552,"3797":1553,"363":1554,"1729":1555,"4160":1556,"1181":1557,"2718":1558,"527":1559,"3074":1560,"4092":1561,"892":1562,"1293":1563,"2987":1564,"1718":1565,"278":1566,"2011":1567,"528":1568,"4252":1569,"4207":1570,"2027":1571,"2308":1572,"1805":1573,"404":1574,"2906":1575,"1452":1576,"1543":1577,"4894":1578,"5249":1579,"5066":1580,"3641":1581,"572":1582,"2176":1583,"735":1584,"2912":1585,"1034":1586,"1117":1587,"256":1588,"3248":1589,"3611":1590,"4324":1591,"1874":1592,"2513":1593,"2585":1594,"1702":1595,"3215":1596,"2030":1597,"420":1598,"183":1599,"2320":1600,"3123":1601,"712":1602,"2984":1603,"1676":1604,"1040":1605,"1185":1606,"2358":1607,"3918":1608,"2658":1609,"3581":1610,"3724":1611,"1336":1612,"4337":1613,"841":1614,"1036":1615,"1306":1616,"2789":1617,"5257":1618,"3041":1619,"2615":1620,"3116":1621,"2272":1622,"2773":1623,"4000":1624,"960":1625,"2957":1626,"2449":1627,"2289":1628,"2785":1629,"3143":1630,"879":1631,"4015":1632,"5158":1633,"913":1634,"934":1635,"2408":1636,"2864":1637,"2504":1638,"3276":1639,"2082":1640,"2060":1641,"2074":1642,"4781":1643,"4230":1644,"2142":1645,"3498":1646,"2629":1647,"893":1648,"1052":1649,"1417":1650,"1547":1651,"480":1652,"4891":1653,"3316":1654,"3747":1655,"6269":1656,"2105":1657,"2833":1658,"5553":1659,"1472":1660,"633":1661,"1202":1662,"2940":1663,"2369":1664,"2501":1665,"425":1666,"1014":1667,"1637":1668,"1321":1669,"4226":1670,"1103":1671,"2392":1672,"1358":1673,"1503":1674,"204":1675,"2156":1676,"2192":1677,"569":1678,"1624":1679,"4019":1680,"6461":1681,"581":1682,"816":1683,"952":1684,"1369":1685,"2405":1686,"271":1687,"2795":1688,"5912":1689,"5980":1690,"3141":1691,"5624":1692,"876":1693,"1520":1694,"5145":1695,"585":1696,"944":1697,"1280":1698,"1972":1699,"1118":1700,"2806":1701,"2819":1702,"450":1703,"2560":1704,"3168":1705,"4468":1706,"4596":1707,"2005":1708,"5194":1709,"6002":1710,"742":1711,"1240":1712,"1617":1713,"1664":1714,"1902":1715,"3964":1716,"3253":1717,"797":1718,"1762":1719,"5325":1720,"6100":1721,"1292":1722,"1187":1723,"2357":1724,"2361":1725,"273":1726,"487":1727,"3359":1728,"3368":1729,"1260":1730,"501":1731,"544":1732,"5439":1733,"3343":1734,"2630":1735,"1929":1736,"1625":1737,"1379":1738,"1835":1739,"3494":1740,"1400":1741,"1730":1742,"931":1743,"1528":1744,"3898":1745,"748":1746,"1998":1747,"1150":1748,"1317":1749,"2850":1750,"320":1751,"2045":1752,"5354":1753,"3502":1754,"1897":1755,"8092":1756,"6755":1757,"1023":1758,"4325":1759,"3920":1760,"4068":1761,"7106":1762,"2461":1763,"2866":1764,"1515":1765,"1560":1766,"2019":1767,"1833":1768,"728":1769,"2101":1770,"2190":1771,"3701":1772,"4136":1773,"2534":1774,"1463":1775,"3814":1776,"4175":1777,"747":1778,"1095":1779,"234":1780,"1709":1781,"2745":1782,"3250":1783,"339":1784,"3340":1785,"3375":1786,"1304":1787,"1120":1788,"2775":1789,"3220":1790,"1056":1791,"1979":1792,"2488":1793,"2411":1794,"1566":1795,"2598":1796,"1748":1797,"4749":1798,"460":1799,"4691":1800,"2656":1801,"1814":1802,"3162":1803,"3679":1804,"1320":1805,"2291":1806,"2230":1807,"2979":1808,"2626":1809,"2333":1810,"5105":1811,"780":1812,"786":1813,"992":1814,"1540":1815,"1548":1816,"4299":1817,"2472":1818,"4169":1819,"775":1820,"4858":1821,"730":1822,"1136":1823,"2973":1824,"88":1825,"1609":1826,"1914":1827,"1146":1828,"2400":1829,"2282":1830,"3514":1831,"5967":1832,"2830":1833,"5531":1834,"796":1835,"1342":1836,"3871":1837,"1657":1838,"1386":1839,"2241":1840,"3970":1841,"488":1842,"5312":1843,"1853":1844,"2107":1845,"4195":1846,"2727":1847,"846":1848,"1284":1849,"1157":1850,"2444":1851,"2845":1852,"1712":1853,"1785":1854,"3277":1855,"2034":1856,"2064":1857,"537":1858,"3055":1859,"2647":1860,"4206":1861,"3559":1862,"577":1863,"1468":1864,"2292":1865,"4728":1866,"3536":1867,"5138":1868,"1084":1869,"199":1870,"1976":1871,"2356":1872,"2878":1873,"4558":1874,"1716":1875,"4803":1876,"2053":1877,"3387":1878,"3056":1879,"5227":1880,"970":1881,"4163":1882,"3421":1883,"3360":1884,"3525":1885,"1970":1886,"1484":1887,"2040":1888,"3015":1889,"3158":1890,"4455":1891,"5496":1892,"1532":1893,"2676":1894,"1523":1895,"5198":1896,"3883":1897,"845":1898,"1915":1899,"1197":1900,"1796":1901,"2610":1902,"2651":1903,"596":1904,"2437":1905,"4454":1906,"3614":1907,"4149":1908,"2532":1909,"1224":1910,"2728":1911,"1177":1912,"4097":1913,"4172":1914,"756":1915,"843":1916,"911":1917,"1083":1918,"2502":1919,"3993":1920,"2688":1921,"2150":1922,"558":1923,"833":1924,"1686":1925,"929":1926,"1927":1927,"3803":1928,"6591":1929,"996":1930,"298":1931,"1999":1932,"1974":1933,"2332":1934,"1792":1935,"2740":1936,"206":1937,"2010":1938,"530":1939,"2686":1940,"3761":1941,"3778":1942,"3135":1943,"509":1944,"4405":1945,"3708":1946,"1697":1947,"4159":1948,"4026":1949,"5808":1950,"896":1951,"1244":1952,"2865":1953,"2244":1954,"1741":1955,"1719":1956,"4834":1957,"321":1958,"3757":1959,"2146":1960,"1402":1961,"1694":1962,"4964":1963,"4261":1964,"1594":1965,"3351":1966,"4338":1967,"1137":1968,"2424":1969,"5171":1970,"3860":1971,"1281":1972,"2969":1973,"1658":1974,"1949":1975,"1940":1976,"1904":1977,"2805":1978,"4355":1979,"1563":1980,"2596":1981,"1711":1982,"4814":1983,"3378":1984,"351":1985,"1852":1986,"1060":1987,"3610":1988,"419":1989,"1776":1990,"3608":1991,"1173":1992,"930":1993,"3815":1994,"3885":1995,"746":1996,"2991":1997,"2204":1998,"2646":1999,"2165":2000,"6656":2001,"3186":2002,"5084":2003,"2839":2004,"3709":2005,"4154":2006,"2129":2007,"4229":2008,"4012":2009,"3322":2010,"2427":2011,"604":2012,"902":2013,"1289":2014,"1043":2015,"1196":2016,"1395":2017,"1513":2018,"1542":2019,"2743":2020,"207":2021,"3458":2022,"4119":2023,"7984":2024,"2173":2025,"1337":2026,"5178":2027,"957":2028,"1978":2029,"2550":2030,"3978":2031,"2076":2032,"1818":2033,"3100":2034,"4485":2035,"3653":2036,"3612":2037,"4595":2038,"2533":2039,"1166":2040,"3027":2041,"1350":2042,"2810":2043,"1704":2044,"4883":2045,"5293":2046,"3390":2047,"3094":2048,"667":2049,"4409":2050,"3675":2051,"2763":2052,"2305":2053,"1764":2054,"2670":2055,"5255":2056,"1773":2057,"976":2058,"3129":2059,"3139":2060,"3526":2061,"6124":2062,"656":2063,"997":2064,"1946":2065,"1314":2066,"2511":2067,"1746":2068,"2090":2069,"5264":2070,"2475":2071,"2530":2072,"2631":2073,"2130":2074,"3927":2075,"4031":2076,"8494":2077,"5103":2078,"713":2079,"1296":2080,"1602":2081,"2414":2082,"1487":2083,"2555":2084,"2013":2085,"3376":2086,"3083":2087,"4641":2088,"4652":2089,"5986":2090,"2164":2091,"3417":2092,"3649":2093,"6788":2094,"5653":2095,"1330":2096,"3722":2097,"293":2098,"1149":2099,"1516":2100,"2567":2101,"1715":2102,"3204":2103,"4704":2104,"4634":2105,"3588":2106,"3760":2107,"2193":2108,"5665":2109,"835":2110,"1309":2111,"5922":2112,"2138":2113,"4420":2114,"7577":2115,"2622":2116,"1655":2117,"1945":2118,"1115":2119,"1315":2120,"1459":2121,"1442":2122,"2295":2123,"1549":2124,"1546":2125,"2757":2126,"2690":2127,"3515":2128,"3465":2129,"4416":2130,"5787":2131,"4986":2132,"1346":2133,"5406":2134,"2261":2135,"1079":2136,"686":2137,"1372":2138,"1230":2139,"2627":2140,"3891":2141,"4025":2142,"1247":2143,"2994":2144,"2315":2145,"4580":2146,"2561":2147,"2796":2148,"5238":2149,"5300":2150,"1884":2151,"5757":2152,"4113":2153,"2002":2154,"6853":2155,"3925":2156,"755":2157,"1018":2158,"2355":2159,"2876":2160,"1791":2161,"5344":2162,"3032":2163,"3755":2164,"3766":2165,"6237":2166,"4440":2167,"4148":2168,"2304":2169,"1800":2170,"1931":2171,"3221":2172,"2989":2173,"1669":2174,"1909":2175,"1102":2176,"2842":2177,"4557":2178,"399":2179,"3285":2180,"529":2181,"4697":2182,"1266":2183,"1831":2184,"2144":2185,"3450":2186,"3154":2187,"1221":2188,"1579":2189,"2625":2190,"4046":2191,"983":2192,"2856":2193,"4517":2194,"201":2195,"2609":2196,"4201":2197,"621":2198,"1885":2199,"1895":2200,"3431":2201,"4456":2202,"5669":2203,"2531":2204,"2515":2205,"3070":2206,"4223":2207,"1932":2208,"2774":2209,"6306":2210,"2978":2211,"5479":2212,"860":2213,"910":2214,"1257":2215,"1298":2216,"2995":2217,"2954":2218,"2930":2219,"2447":2220,"1434":2221,"1498":2222,"2869":2223,"4317":2224,"2232":2225,"3960":2226,"1790":2227,"4710":2228,"5396":2229,"3052":2230,"4642":2231,"3659":2232,"3652":2233,"3655":2234,"3176":2235,"6936":2236,"2297":2237,"4011":2238,"3363":2239,"2974":2240,"6030":2241,"3830":2242,"7451":2243,"4183":2244,"2417":2245,"2255":2246,"2246":2247,"2505":2248,"3370":2249,"4249":2250,"3782":2251,"3407":2252,"8040":2253,"6749":2254,"4106":2255,"1533":2256,"1305":2257,"2007":2258,"4089":2259,"2429":2260,"3835":2261,"5137":2262,"2374":2263,"1449":2264,"2818":2265,"1544":2266,"258":2267,"2574":2268,"3902":2269,"3936":2270,"5311":2271,"3318":2272,"3086":2273,"2694":2274,"4288":2275,"4258":2276,"5910":2277,"3775":2278,"1265":2279,"184":2280,"1880":2281,"1844":2282,"3446":2283,"3193":2284,"2826":2285,"1407":2286,"1220":2287,"1469":2288,"1074":2289,"1138":2290,"898":2291,"2952":2292,"2950":2293,"2938":2294,"2399":2295,"1392":2296,"2419":2297,"1455":2298,"2216":2299,"2542":2300,"4818":2301,"3247":2302,"2099":2303,"3385":2304,"1862":2305,"3183":2306,"3159":2307,"2831":2308,"1126":2309,"1573":2310,"4227":2311,"6468":2312,"716":2313,"1152":2314,"2872":2315,"4374":2316,"1510":2317,"2568":2318,"2753":2319,"4743":2320,"3037":2321,"4600":2322,"4666":2323,"2158":2324,"3112":2325,"5097":2326,"5775":2327,"5652":2328,"4958":2329,"2301":2330,"5401":2331,"5330":2332,"2546":2333,"3127":2334,"2423":2335,"3025":2336,"5628":2337,"1099":2338,"1091":2339,"2402":2340,"1437":2341,"3983":2342,"3916":2343,"5275":2344,"4648":2345,"3589":2346,"3577":2347,"1887":2348,"1890":2349,"7215":2350,"6647":2351,"4593":2352,"410":2353,"4110":2354,"2174":2355,"7043":2356,"7077":2357,"1460":2358,"737":2359,"1722":2360,"1374":2361,"4056":2362,"2221":2363,"2224":2364,"6442":2365,"3625":2366,"1148":2367,"1318":2368,"1355":2369,"3296":2370,"5200":2371,"5397":2372,"306":2373,"3535":2374,"1262":2375,"1815":2376,"2145":2377,"2143":2378,"2160":2379,"807":2380,"5054":2381,"2768":2382,"1530":2383,"1077":2384,"1175":2385,"2323":2386,"2496":2387,"3897":2388,"6418":2389,"7538":2390,"6855":2391,"982":2392,"912":2393,"1111":2394,"2336":2395,"1490":2396,"2841":2397,"2202":2398,"2581":2399,"2557":2400,"5285":2401,"4790":2402,"4791":2403,"3790":2404,"6604":2405,"3451":2406,"7931":2407,"4474":2408,"4327":2409,"1623":2410,"3896":2411,"7898":2412,"7558":2413,"943":2414,"198":2415,"1987":2416,"2366":2417,"2484":2418,"2092":2419,"5253":2420,"4610":2421,"2642":2422,"3504":2423,"5906":2424,"5965":2425,"3743":2426,"3410":2427,"5095":2428,"3661":2429,"3676":2430,"2838":2431,"2478":2432,"414":2433,"5600":2434,"1537":2435,"2724":2436,"6473":2437,"1808":2438,"1373":2439,"1933":2440,"1871":2441,"3923":2442,"4672":2443,"3726":2444,"401":2445,"2947":2446,"2904":2447,"1683":2448,"2412":2449,"1413":2450,"1451":2451,"2870":2452,"4552":2453,"4565":2454,"3957":2455,"3909":2456,"1750":2457,"2700":2458,"2736":2459,"3217":2460,"4640":2461,"4636":2462,"2695":2463,"3776":2464,"2108":2465,"6638":2466,"3499":2467,"2179":2468,"4909":2469,"8313":2470,"3009":2471,"1474":2472,"7330":2473,"1923":2474,"6926":2475,"5472":2476,"688":2477,"869":2478,"1384":2479,"1385":2480,"1399":2481,"1393":2482,"1447":2483,"2801":2484,"2800":2485,"2234":2486,"1535":2487,"1580":2488,"2556":2489,"2578":2490,"3982":2491,"3943":2492,"3969":2493,"1781":2494,"1734":2495,"2051":2496,"3342":2497,"4219":2498,"1612":2499,"5974":2500,"2135":2501,"3149":2502,"4494":2503,"3672":2504,"2824":2505,"3705":2506,"1270":2507,"4931":2508,"1335":2509,"7752":2510,"4471":2511,"2725":2512,"1070":2513,"8224":2514,"3071":2515,"3327":2516,"4677":2517,"6122":2518,"3806":2519,"2998":2520,"1981":2521,"1962":2522,"2455":2523,"1454":2524,"2855":2525,"3995":2526,"3905":2527,"3242":2528,"3365":2529,"4618":2530,"3593":2531,"3131":2532,"4464":2533,"5588":2534,"5772":2535,"2476":2536,"4111":2537,"4979":2538,"6955":2539,"7768":2540,"5498":2541,"4478":2542,"8277":2543,"6474":2544,"1720":2545,"7445":2546,"1521":2547,"3827":2548,"5197":2549,"7193":2550,"6825":2551,"5144":2552,"3723":2553,"6177":2554,"7521":2555,"743":2556,"1216":2557,"294":2558,"1960":2559,"2390":2560,"1492":2561,"4503":2562,"2299":2563,"2256":2564,"1713":2565,"4831":2566,"3241":2567,"2009":2568,"4746":2569,"3330":2570,"4282":2571,"3578":2572,"5995":2573,"6261":2574,"1840":2575,"3657":2576,"3678":2577,"5707":2578,"5456":2579,"4326":2580,"1169":2581,"3075":2582,"4080":2583,"2777":2584,"3922":2585,"6017":2586,"9478":2587,"4122":2588,"894":2589,"1246":2590,"1081":2591,"1039":2592,"1944":2593,"1969":2594,"1994":2595,"2497":2596,"2873":2597,"4501":2598,"4868":2599,"2085":2600,"2031":2601,"4665":2602,"4231":2603,"3505":2604,"3576":2605,"5948":2606,"3783":2607,"3767":2608,"2185":2609,"2155":2610,"6633":2611,"5036":2612,"4124":2613,"4963":2614,"4933":2615,"5467":2616,"7081":2617,"1229":2618,"2128":2619,"1628":2620,"6069":2621,"8605":2622,"6412":2623,"6434":2624,"5125":2625,"6140":2626,"8671":2627,"8672":2628,"4929":2629,"654":2630,"2937":2631,"1959":2632,"1357":2633,"1390":2634,"1489":2635,"4518":2636,"3211":2637,"5203":2638,"4766":2639,"5346":2640,"5991":2641,"377":2642,"1809":2643,"7237":2644,"6642":2645,"3481":2646,"316":2647,"3166":2648,"7603":2649,"5555":2650,"4146":2651,"4977":2652,"839":2653,"699":2654,"4314":2655,"1225":2656,"2678":2657,"2675":2658,"905":2659,"1237":2660,"4570":2661,"3663":2662,"5324":2663,"863":2664,"4033":2665,"6823":2666,"3817":2667,"5119":2668,"6073":2669,"1678":2670,"1966":2671,"2338":2672,"2490":2673,"2240":2674,"2508":2675,"3082":2676,"2691":2677,"4289":2678,"3574":2679,"5961":2680,"3716":2681,"1810":2682,"721":2683,"2188":2684,"2153":2685,"3406":2686,"4437":2687,"6735":2688,"5718":2689,"4137":2690,"5684":2691,"4981":2692,"4910":2693,"5459":2694,"5430":2695,"4475":2696,"4331":2697,"9303":2698,"3079":2699,"6519":2700,"6384":2701,"3924":2702,"7495":2703,"6033":2704,"5629":2705,"1253":2706,"1297":2707,"1681":2708,"1951":2709,"1968":2710,"1112":2711,"2492":2712,"2854":2713,"2597":2714,"3940":2715,"2715":2716,"2710":2717,"3200":2718,"5232":2719,"5334":2720,"3045":2721,"4613":2722,"4657":2723,"2617":2724,"2662":2725,"4203":2726,"3741":2727,"1888":2728,"1850":2729,"1843":2730,"1837":2731,"3461":2732,"3170":2733,"4162":2734,"498":2735,"3002":2736,"2307":2737,"5431":2738,"4537":2739,"1629":2740,"9790":2741,"6866":2742,"4088":2743,"6370":2744,"8137":2745,"5142":2746,"3838":2747,"6160":2748,"1098":2749,"1199":2750,"2735":2751,"2018":2752,"2091":2753,"5395":2754,"3332":2755,"4630":2756,"3765":2757,"2432":2758,"3405":2759,"5059":2760,"3662":2761,"5516":2762,"5748":2763,"4145":2764,"5620":2765,"4902":2766,"5403":2767,"4216":2768,"1172":2769,"4726":2770,"2521":2771,"6364":2772,"4678":2773,"6129":2774,"6824":2775,"8153":2776,"5878":2777,"5875":2778,"1113":2779,"1482":2780,"1483":2781,"2788":2782,"2786":2783,"4824":2784,"3218":2785,"3280":2786,"3292":2787,"3272":2788,"4759":2789,"4731":2790,"3362":2791,"4645":2792,"4643":2793,"3503":2794,"1269":2795,"5071":2796,"7679":2797,"6798":2798,"6763":2799,"5502":2800,"5776":2801,"5655":2802,"5488":2803,"9268":2804,"8292":2805,"1633":2806,"2467":2807,"1122":2808,"4062":2809,"3729":2810,"7129":2811,"1250":2812,"1689":2813,"1010":2814,"1406":2815,"2843":2816,"2247":2817,"1505":2818,"2591":2819,"3945":2820,"4806":2821,"4860":2822,"2003":2823,"2055":2824,"5267":2825,"5382":2826,"5384":2827,"3088":2828,"3099":2829,"4204":2830,"3512":2831,"5949":2832,"5053":2833,"5038":2834,"4413":2835,"677":2836,"5566":2837,"2477":2838,"1692":2839,"4144":2840,"4983":2841,"1349":2842,"5441":2843,"8717":2844,"6292":2845,"1638":2846,"1176":2847,"3122":2848,"8903":2849,"8197":2850,"2928":2851,"9934":2852,"5132":2853,"7173":2854,"8928":2855,"815":2856,"1634":2857,"1953":2858,"1901":2859,"1156":2860,"1114":2861,"289":2862,"2804":2863,"2808":2864,"4567":2865,"2549":2866,"2594":2867,"3949":2868,"3961":2869,"2798":2870,"2739":2871,"4893":2872,"4836":2873,"3264":2874,"3210":2875,"3257":2876,"2079":2877,"5231":2878,"5268":2879,"3014":2880,"3036":2881,"3545":2882,"5908":2883,"627":2884,"1856":2885,"2163":2886,"6615":2887,"3430":2888,"3433":2889,"5013":2890,"4482":2891,"5785":2892,"4107":2893,"7991":2894,"4930":2895,"7762":2896,"7760":2897,"2267":2898,"1766":2899,"1232":2900,"5830":2901,"6574":2902,"3523":2903,"1825":2904,"5473":2905,"6162":2906,"5625":2907,"6597":2908,"4523":2909,"950":2910,"2908":2911,"2364":2912,"2394":2913,"2458":2914,"2868":2915,"4391":2916,"2548":2917,"3988":2918,"3267":2919,"3232":2920,"2084":2921,"2054":2922,"2044":2923,"4758":2924,"5393":2925,"3313":2926,"4656":2927,"3562":2928,"597":2929,"1867":2930,"210":2931,"2433":2932,"4451":2933,"5540":2934,"4936":2935,"694":2936,"6967":2937,"778":2938,"7799":2939,"5452":2940,"5221":2941,"1420":2942,"5333":2943,"1301":2944,"2720":2945,"7388":2946,"3078":2947,"9053":2948,"1879":2949,"6411":2950,"8118":2951,"6722":2952,"5147":2953,"10579":2954,"6142":2955,"8484":2956,"8436":2957,"946":2958,"195":2959,"2342":2960,"2896":2961,"2217":2962,"2589":2963,"3976":2964,"2791":2965,"4804":2966,"2071":2967,"5306":2968,"5313":2969,"4295":2970,"4236":2971,"3590":2972,"3739":2973,"2106":2974,"3693":2975,"3637":2976,"6767":2977,"5702":2978,"4164":2979,"7986":2980,"7975":2981,"563":2982,"5642":2983,"5694":2984,"4973":2985,"5361":2986,"3600":2987,"932":2988,"9785":2989,"5184":2990,"1086":2991,"4002":2992,"2770":2993,"6362":2994,"6377":2995,"7739":2996,"8131":2997,"4061":2998,"7574":2999,"3022":3000,"6155":3001,"6627":3002,"4027":3003,"5129":3004,"6496":3005,"3834":3006,"8321":3007,"4188":3008,"7527":3009,"7035":3010,"7569":3011,"901":3012,"1000":3013,"1984":3014,"1900":3015,"2396":3016,"1380":3017,"4342":3018,"2587":3019,"3972":3020,"4879":3021,"2093":3022,"5295":3023,"5250":3024,"3350":3025,"3044":3026,"3031":3027,"4241":3028,"5988":3029,"7202":3030,"8085":3031,"3192":3032,"5034":3033,"5067":3034,"4452":3035,"6710":3036,"2825":3037,"1271":3038,"6909":3039,"5490":3040,"4536":3041,"1531":3042,"2298":3043,"2329":3044,"7317":3045,"1925":3046,"2139":3047,"4052":3048,"7553":3049,"5526":3050,"6156":3051,"3893":3052,"3520":3053,"6482":3054,"8145":3055,"3816":3056,"7100":3057,"8114":3058,"5471":3059,"3886":3060,"3872":3061,"8425":3062,"6801":3063,"6196":3064,"1241":3065,"1288":3066,"2936":3067,"1910":3068,"1971":3069,"1312":3070,"2452":3071,"1485":3072,"1480":3073,"1589":3074,"1552":3075,"1753":3076,"4815":3077,"3243":3078,"3251":3079,"3231":3080,"5283":3081,"5254":3082,"5237":3083,"4711":3084,"4735":3085,"4787":3086,"3306":3087,"3397":3088,"3367":3089,"3033":3090,"2606":3091,"3531":3092,"5964":3093,"5958":3094,"3753":3095,"3735":3096,"2104":3097,"3463":3098,"3117":3099,"3161":3100,"3146":3101,"5030":3102,"5037":3103,"5567":3104,"5596":3105,"5738":3106,"4103":3107,"4152":3108,"4992":3109,"6949":3110,"10212":3111,"7748":3112,"927":3113,"1737":3114,"8200":3115,"5251":3116,"6475":3117,"4332":3118,"9352":3119,"5188":3120,"7519":3121,"9228":3122,"8906":3123,"5323":3124,"2976":3125,"8181":3126,"4773":3127,"3524":3128,"6843":3129,"6405":3130,"7841":3131,"6192":3132,"5850":3133,"7468":3134,"900":3135,"1217":3136,"1234":3137,"2944":3138,"1952":3139,"1950":3140,"2446":3141,"284":3142,"2849":3143,"430":3144,"1541":3145,"1557":3146,"3966":3147,"5259":3148,"5252":3149,"5299":3150,"3089":3151,"2640":3152,"3519":3153,"3466":3154,"4490":3155,"4460":3156,"7682":3157,"7681":3158,"7604":3159,"7667":3160,"2832":3161,"2834":3162,"5547":3163,"3177":3164,"4101":3165,"5672":3166,"7749":3167,"7761":3168,"7086":3169,"1595":3170,"2120":3171,"5183":3172,"4003":3173,"6343":3174,"5537":3175,"6151":3176,"6007":3177,"3819":3178,"3866":3179,"6021":3180,"9619":3181,"3728":3182,"7320":3183,"7325":3184,"5120":3185,"5475":3186,"7038":3187,"7177":3188,"6544":3189,"858":3190,"1659":3191,"1916":3192,"1143":3193,"2377":3194,"1313":3195,"1419":3196,"4524":3197,"2258":3198,"2547":3199,"2541":3200,"1797":3201,"2787":3202,"3209":3203,"4794":3204,"3302":3205,"4602":3206,"4660":3207,"2650":3208,"2669":3209,"4287":3210,"4237":3211,"5940":3212,"5900":3213,"3740":3214,"6289":3215,"6248":3216,"1849":3217,"7246":3218,"2134":3219,"3484":3220,"3469":3221,"3437":3222,"5069":3223,"5014":3224,"7660":3225,"3603":3226,"3643":3227,"5577":3228,"5708":3229,"2760":3230,"6969":3231,"7702":3232,"5445":3233,"9211":3234,"1738":3235,"2721":3236,"1775":3237,"1926":3238,"1726":3239,"4050":3240,"4007":3241,"4568":3242,"2227":3243,"3928":3244,"6184":3245,"4421":3246,"5832":3247,"3825":3248,"2929":3249,"7114":3250,"7113":3251,"3377":3252,"7833":3253,"7194":3254,"5884":3255,"10966":3256,"4024":3257,"9695":3258,"4825":3259,"5155":3260,"5891":3261,"6446":3262,"5627":3263,"6454":3264,"11118":3265,"7805":3266,"8456":3267,"2999":3268,"2946":3269,"1668":3270,"1082":3271,"2371":3272,"1418":3273,"4382":3274,"4380":3275,"4302":3276,"1587":3277,"1783":3278,"2741":3279,"2744":3280,"4881":3281,"3206":3282,"3290":3283,"3268":3284,"5294":3285,"4748":3286,"4278":3287,"3552":3288,"3564":3289,"6203":3290,"7298":3291,"8098":3292,"5058":3293,"5093":3294,"7605":3295,"3613":3296,"3665":3297,"6708":3298,"555":3299,"5505":3300,"5573":3301,"1408":3302,"5705":3303,"5679":3304,"4994":3305,"6947":3306,"6902":3307,"6956":3308,"7759":3309,"7007":3310,"1427":3311,"8216":3312,"2633":3313,"7369":3314,"1921":3315,"1721":3316,"2491":3317,"4220":3318,"6547":3319,"7858":3320,"5527":3321,"4673":3322,"3820":3323,"6158":3324,"9989":3325,"6620":3326,"8875":3327,"4823":3328,"8400":3329,"5135":3330,"8561":3331,"8486":3332,"7354":3333,"6563":3334,"868":3335,"1215":3336,"2985":3337,"2961":3338,"2901":3339,"1607":3340,"1980":3341,"2489":3342,"2859":3343,"2886":3344,"4534":3345,"4510":3346,"4546":3347,"2238":3348,"2507":3349,"2558":3350,"1749":3351,"1707":3352,"2747":3353,"4867":3354,"3299":3355,"5245":3356,"3312":3357,"3364":3358,"3059":3359,"2618":3360,"2657":3361,"2608":3362,"4279":3363,"4271":3364,"16134":3365,"5984":3366,"3706":3367,"3713":3368,"3736":3369,"1898":3370,"7211":3371,"2157":3372,"2166":3373,"663":3374,"6600":3375,"6636":3376,"3403":3377,"1062":3378,"3119":3379,"3164":3380,"3199":3381,"4419":3382,"4444":3383,"4496":3384,"768":3385,"6736":3386,"5712":3387,"2473":3388,"4117":3389,"4109":3390,"5648":3391,"5614":3392,"5639":3393,"8360":3394,"10211":3395,"5442":3396,"5494":3397,"1428":3398,"9273":3399,"8246":3400,"8233":3401,"5243":3402,"2469":3403,"5847":3404,"9307":3405,"7394":3406,"1939":3407,"4085":3408,"7484":3409,"2524":3410,"8138":3411,"3533":3412,"2422":3413,"7118":3414,"3229":3415,"2628":3416,"3522":3417,"6625":3418,"10004":3419,"6846":3420,"6024":3421,"6094":3422,"8227":3423,"7721":3424,"6598":3425,"7033":3426,"4044":3427,"1218":3428,"2966":3429,"1090":3430,"1161":3431,"2451":3432,"4507":3433,"3994":3434,"3991":3435,"1757":3436,"2792":3437,"2738":3438,"4849":3439,"4801":3440,"4890":3441,"4800":3442,"4896":3443,"3219":3444,"5207":3445,"5265":3446,"4706":3447,"4785":3448,"4762":3449,"5389":3450,"3345":3451,"3366":3452,"3336":3453,"4644":3454,"4208":3455,"5944":3456,"5914":3457,"3718":3458,"3737":3459,"6242":3460,"6271":3461,"7267":3462,"7278":3463,"7274":3464,"2103":3465,"2140":3466,"6667":3467,"3485":3468,"3118":3469,"3188":3470,"4408":3471,"7657":3472,"7631":3473,"3686":3474,"2821":3475,"5513":3476,"1404":3477,"4919":3478,"4907":3479,"4901":3480,"1344":3481,"5417":3482,"5923":3483,"5853":3484,"1165":3485,"2632":3486,"9796":3487,"11370":3488,"9050":3489,"4053":3490,"2771":3491,"2223":3492,"1876":3493,"6363":3494,"7856":3495,"7583":3496,"8952":3497,"8688":3498,"2920":3499,"1820":3500,"9106":3501,"6423":3502,"10133":3503,"6022":3504,"6132":3505,"4099":3506,"5890":3507,"6141":3508,"6144":3509,"6109":3510,"6456":3511,"8677":3512,"7593":3513,"4528":3514,"10997":3515,"987":3516,"951":3517,"1963":3518,"1140":3519,"2380":3520,"2330":3521,"2462":3522,"1410":3523,"1432":3524,"2892":3525,"1511":3526,"2599":3527,"2577":3528,"3937":3529,"1752":3530,"1742":3531,"4895":3532,"4832":3533,"2014":3534,"2072":3535,"5270":3536,"3010":3537,"3050":3538,"2649":3539,"3541":3540,"3510":3541,"3572":3542,"5901":3543,"5976":3544,"3786":3545,"6245":3546,"1893":3547,"7240":3548,"6686":3549,"8013":3550,"3182":3551,"5083":3552,"5016":3553,"5007":3554,"5033":3555,"4458":3556,"7639":3557,"6706":3558,"6756":3559,"6776":3560,"2827":3561,"557":3562,"5762":3563,"7974":3564,"5695":3565,"4984":3566,"4937":3567,"3007":3568,"1343":3569,"4264":3570,"2539":3571,"5225":3572,"4323":3573,"4329":3574,"2722":3575,"4625":3576,"8259":3577,"2465":3578,"5928":3579,"5924":3580,"9314":3581,"7381":3582,"7337":3583,"9769":3584,"3126":3585,"7827":3586,"7826":3587,"10067":3588,"6311":3589,"6316":3590,"1529":3591,"10125":3592,"6571":3593,"6570":3594,"6921":3595,"4037":3596,"3529":3597,"3373":3598,"6435":3599,"10587":3600,"3859":3601,"7413":3602,"4020":3603,"9721":3604,"4170":3605,"5476":3606,"3844":3607,"12068":3608,"4070":3609,"4074":3610,"7500":3611,"7470":3612,"1254":3613,"1258":3614,"2953":3615,"2916":3616,"1606":3617,"1989":3618,"1341":3619,"1441":3620,"1435":3621,"2848":3622,"4586":3623,"4359":3624,"4345":3625,"4356":3626,"2284":3627,"2251":3628,"1519":3629,"1502":3630,"1565":3631,"2582":3632,"3962":3633,"3930":3634,"4859":3635,"4880":3636,"4886":3637,"2062":3638,"4764":3639,"4795":3640,"4793":3641,"5345":3642,"3304":3643,"3372":3644,"3019":3645,"4659":3646,"4661":3647,"4247":3648,"3565":3649,"3560":3650,"5962":3651,"5904":3652,"5966":3653,"5931":3654,"5968":3655,"1261":3656,"7264":3657,"2167":3658,"6660":3659,"3434":3660,"3467":3661,"3104":3662,"5081":3663,"368":3664,"3648":3665,"5713":3666,"5744":3667,"564":3668,"5667":3669,"4987":3670,"4915":3671,"8312":3672,"6953":3673,"6950":3674,"4313":3675,"5222":3676,"8710":3677,"6298":3678,"6472":3679,"5865":3680,"9787":3681,"1131":3682,"7825":3683,"8372":3684,"4168":3685,"3427":3686,"2222":3687,"5415":3688,"5833":3689,"8657":3690,"5193":3691,"6438":3692,"2923":3693,"3374":3694,"9904":3695,"1827":3696,"1824":3697,"6003":3698,"6019":3699,"6623":3700,"6821":3701,"5883":3702,"11325":3703,"10056":3704,"5179":3705,"6848":3706,"7842":3707,"6133":3708,"4028":3709,"4098":3710,"7102":3711,"5124":3712,"7867":3713,"11349":3714,"7454":3715,"9673":3716,"8510":3717,"6005":3718,"10477":3719,"6166":3720,"7150":3721,"8476":3722,"6079":3723,"10492":3724,"4922":3725,"1204":3726,"1641":3727,"1044":3728,"2384":3729,"1457":3730,"4350":3731,"2287":3732,"257":3733,"3989":3734,"1782":3735,"4888":3736,"4889":3737,"3235":3738,"2083":3739,"2036":3740,"5272":3741,"4768":3742,"3338":3743,"4647":3744,"2664":3745,"5930":3746,"6270":3747,"1859":3748,"1869":3749,"720":3750,"7299":3751,"2149":3752,"6652":3753,"3441":3754,"3432":3755,"764":3756,"6741":3757,"6765":3758,"6739":3759,"5799":3760,"5770":3761,"4104":3762,"4156":3763,"2171":3764,"4914":3765,"4968":3766,"8394":3767,"7715":3768,"2300":3769,"4472":3770,"4476":3771,"7042":3772,"1767":3773,"4321":3774,"2279":3775,"1590":3776,"4628":3777,"10706":3778,"8244":3779,"3475":3780,"2296":3781,"2639":3782,"9767":3783,"6818":3784,"1375":3785,"2498":3786,"4058":3787,"3422":3788,"6564":3789,"6504":3790,"2778":3791,"2525":3792,"5413":3793,"6304":3794,"6185":3795,"2663":3796,"4671":3797,"4763":3798,"7625":3799,"3826":3800,"7345":3801,"6081":3802,"6013":3803,"6040":3804,"8525":3805,"9564":3806,"5889":3807,"6098":3808,"10318":3809,"4121":3810,"10462":3811,"4078":3812,"8584":3813,"5804":3814,"5809":3815,"8423":3816,"8418":3817,"6169":3818,"11599":3819,"3628":3820,"7350":3821,"11174":3822,"10526":3823,"714":3824,"2981":3825,"2965":3826,"1673":3827,"1096":3828,"2389":3829,"2340":3830,"2348":3831,"1356":3832,"244":3833,"2441":3834,"2445":3835,"2495":3836,"2815":3837,"4535":3838,"4383":3839,"4376":3840,"2206":3841,"2243":3842,"3959":3843,"3946":3844,"3951":3845,"1703":3846,"1799":3847,"1754":3848,"1744":3849,"1700":3850,"2759":3851,"4884":3852,"4843":3853,"3230":3854,"3233":3855,"2087":3856,"2057":3857,"2068":3858,"5211":3859,"5279":3860,"4780":3861,"4707":3862,"4737":3863,"5341":3864,"5319":3865,"5380":3866,"3314":3867,"3081":3868,"3066":3869,"2645":3870,"2607":3871,"2665":3872,"4234":3873,"4246":3874,"3509":3875,"3501":3876,"3563":3877,"5919":3878,"5959":3879,"5971":3880,"6204":3881,"6277":3882,"1841":3883,"1813":3884,"7287":3885,"7258":3886,"7286":3887,"7205":3888,"3457":3889,"3460":3890,"10695":3891,"4489":3892,"4410":3893,"7649":3894,"7691":3895,"3682":3896,"3666":3897,"3670":3898,"6703":3899,"6796":3900,"5511":3901,"5591":3902,"5747":3903,"5788":3904,"5780":3905,"5793":3906,"4591":3907,"7930":3908,"5603":3909,"5619":3910,"5608":3911,"4911":3912,"8349":3913,"697":3914,"6916":3915,"10261":3916,"5487":3917,"700":3918,"7048":3919,"5228":3920,"8754":3921,"8796":3922,"2672":3923,"10148":3924,"5926":3925,"2321":3926,"7374":3927,"9774":3928,"8820":3929,"4560":3930,"7418":3931,"7406":3932,"2205":3933,"1524":3934,"4063":3935,"8656":3936,"3895":3937,"6922":3938,"6929":3939,"3521":3940,"9964":3941,"9961":3942,"6011":3943,"6085":3944,"6009":3945,"6016":3946,"9893":3947,"5424":3948,"8523":3949,"8848":3950,"6827":3951,"10941":3952,"5117":3953,"5149":3954,"9603":3955,"7226":3956,"7725":3957,"5477":3958,"8325":3959,"6149":3960,"6324":3961,"9990":3962,"3855":3963,"3878":3964,"7029":3965,"4187":3966,"10885":3967,"7528":3968,"10546":3969,"4928":3970,"7897":3971,"14921":3972,"11991":3973,"1608":3974,"1991":3975,"2303":3976,"2386":3977,"2372":3978,"1360":3979,"2456":3980,"2803":3981,"2889":3982,"4559":3983,"4513":3984,"4585":3985,"4520":3986,"1554":3987,"2552":3988,"2564":3989,"2543":3990,"2592":3991,"2586":3992,"3914":3993,"3908":3994,"1735":3995,"2754":3996,"3256":3997,"3237":3998,"3239":3999,"2088":4000,"2094":4001,"5296":4002,"5273":4003,"4718":4004,"4783":4005,"4761":4006,"4755":4007,"5314":4008,"3341":4009,"303":4010,"4615":4011,"4693":4012,"4667":4013,"2652":4014,"4273":4015,"3549":4016,"3599":4017,"6287":4018,"1882":4019,"1807":4020,"7250":4021,"7248":4022,"7266":4023,"7231":4024,"2189":4025,"6635":4026,"6699":4027,"6674":4028,"3181":4029,"3196":4030,"5088":4031,"4415":4032,"4445":4033,"4465":4034,"7602":4035,"3645":4036,"3656":4037,"6764":4038,"6748":4039,"6794":4040,"5550":4041,"5758":4042,"5671":4043,"2024":4044,"4989":4045,"8358":4046,"6937":4047,"7704":4048,"5481":4049,"5404":4050,"5465":4051,"5436":4052,"4473":4053,"5224":4054,"9263":4055,"2277":4056,"870":4057,"8795":4058,"6293":4059,"4620":4060,"8252":4061,"2004":4062,"1639":4063,"1779":4064,"5925":4065,"7338":4066,"4786":4067,"9745":4068,"6864":4069,"1578":4070,"4574":4071,"4059":4072,"4051":4073,"3420":4074,"1586":4075,"7435":4076,"4724":4077,"4723":4078,"2528":4079,"5416":4080,"5460":4081,"7855":4082,"7561":4083,"3321":4084,"4426":4085,"5320":4086,"3021":4087,"7871":4088,"3227":4089,"9150":4090,"9449":4091,"6467":4092,"7535":4093,"7065":4094,"6831":4095,"6832":4096,"8164":4097,"8646":4098,"10003":4099,"10085":4100,"6422":4101,"6137":4102,"10916":4103,"9664":4104,"9607":4105,"4093":4106,"5026":4107,"7328":4108,"8999":4109,"9674":4110,"6329":4111,"8509":4112,"8540":4113,"5800":4114,"3887":4115,"8729":4116,"11840":4117,"8440":4118,"10072":4119,"7030":4120,"6854":4121,"4923":4122,"7358":4123,"5856":4124,"8806":4125,"11023":4126,"7436":4127,"1255":4128,"1917":4129,"1947":4130,"1912":4131,"2365":4132,"1303":4133,"2459":4134,"2846":4135,"4307":4136,"2252":4137,"2588":4138,"2562":4139,"3971":4140,"3977":4141,"3973":4142,"1717":4143,"1743":4144,"2793":4145,"2708":4146,"4835":4147,"3259":4148,"3278":4149,"5242":4150,"4796":4151,"4770":4152,"5318":4153,"5357":4154,"3382":4155,"3357":4156,"4699":4157,"4650":4158,"5934":4159,"5942":4160,"375":4161,"3752":4162,"6241":4163,"6244":4164,"1860":4165,"2154":4166,"3419":4167,"3455":4168,"8011":4169,"8075":4170,"8077":4171,"3187":4172,"3195":4173,"3132":4174,"4418":4175,"7662":4176,"3695":4177,"6789":4178,"5545":4179,"5557":4180,"5571":4181,"4135":4182,"5640":4183,"2025":4184,"8304":4185,"6903":4186,"6911":4187,"6957":4188,"6958":4189,"6992":4190,"6971":4191,"4268":4192,"4269":4193,"7714":4194,"7798":4195,"7775":4196,"2302":4197,"5434":4198,"7004":4199,"7074":4200,"9238":4201,"15300":4202,"8790":4203,"8732":4204,"8774":4205,"2671":4206,"4624":4207,"8217":4208,"13219":4209,"1778":4210,"1179":4211,"936":4212,"11657":4213,"7306":4214,"11339":4215,"11441":4216,"13793":4217,"13773":4218,"2137":4219,"6512":4220,"2772":4221,"2520":4222,"6397":4223,"5463":4224,"7587":4225,"5528":4226,"6342":4227,"4064":4228,"8980":4229,"4670":4230,"10032":4231,"9183":4232,"6572":4233,"9443":4234,"7340":4235,"7344":4236,"6441":4237,"6459":4238,"6449":4239,"6891":4240,"9583":4241,"6820":4242,"9161":4243,"6840":4244,"7444":4245,"10878":4246,"9196":4247,"7412":4248,"4021":4249,"4023":4250,"7105":4251,"8569":4252,"10366":4253,"4829":4254,"11084":4255,"8116":4256,"9060":4257,"9994":4258,"14486":4259,